/* No comment provided by engineer. */
"Add event to iOS calendar?" = "Přidat událost do iOS kalendáře?";

/* No comment provided by engineer. */
"All events where this pet is only participant will be deleted" = "Všechny události, kde tenhle mazlíček je jediným účastníkem, budou smazány";

/* Bird enum */
"Bird" = "Pták";

/* Bunny enum */
"Bunny" = "Králík";

/* Cancel the alert */
"Cancel" = "Zrušit";

/* Cat enum */
"Cat" = "Kočka";

/* No comment provided by engineer. */
"Competition" = "Soutěž";

/* No comment provided by engineer. */
"Daily" = "Denní";

/* No comment provided by engineer. */
"Date must be today or before" = "Datum nesmí být budoucí";

/* No comment provided by engineer. */
"Delete event?" = "Smazat událost?";

/* No comment provided by engineer. */
"Delete pet?" = "Smazat mazlíčka?";

/* No comment provided by engineer. */
"Delete this event?" = "Smazat tuto událost?";

/* Dog enum */
"Dog" = "Pes";

/* Name is empty */
"Empty name" = "Prázdné jméno";

/* No comment provided by engineer. */
"End date must be later then start date" = "Datum konce událost musí být později než datum začátku události";

/* No comment provided by engineer. */
"Examination" = "Vyšetření";

/* No comment provided by engineer. */
"Exhibition" = "Výstava";

/* Female enum */
"Female" = "Ženské";

/* Horse enum */
"Horse" = "Kůň";

/* No comment provided by engineer. */
"Insert new vet" = "Přidat nového veterináře";

/* No comment provided by engineer. */
"Invalid date" = "Nesprávné datum";

/* No comment provided by engineer. */
"Invalid name" = "Nesprávné jméno";

/* Male enum */
"Male" = "Mužské";

/* No comment provided by engineer. */
"Monthly" = "Měsíční";

/* Vet's name */
"Name" = "Jméno";

/* No comment provided by engineer. */
"Name cannot be empty" = "Jméno nesmí být prázdné";

/* No comment provided by engineer. */
"Name is bigger then 30 characters" = "Jméno je větší než 30 znaků";

/* No comment provided by engineer. */
"Name is invalid" = "Jméno je nesprávné";

/* No comment provided by engineer. */
"Name length is minimum 1 and maximum 20 characters" = "Jméno musí být minimálně 1 a maximálně 20 znaků dlouhé";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No and remove old" = "Ne a smazat starou";

/* No comment provided by engineer. */
"No pet selected" = "Není vybrán žádný mazlíček";

/* No comment provided by engineer. */
"No pets available" = "Žádní mazlíčci";

/* There are no pets */
"No pets avaliable!" = "Žádní mazlíčci!";

/* No comment provided by engineer. */
"No vet available." = "Žádný veterinář";

/* No comment provided by engineer. */
"No vet selected" = "Veterinář nevybrán";

/* Other enum */
"Other" = "Jiné";

/* No comment provided by engineer. */
"Pet with this name already exists" = "Mazlíček s tímto jménem už existuje";

/* Pet name */
"PetNameFood" = "Událost krmení";

/* No comment provided by engineer. */
"Please type an event name" = "Prosím, vyplňte jméno události";

/* No comment provided by engineer. */
"Remove" = "Smazat";

/* Rodent enum */
"Rodent" = "Hlodavec";

/* No comment provided by engineer. */
"Select as main picture" = "Vybrat jako hlavní fotografii";

/* Snake enum */
"Snake" = "Had";

/* No comment provided by engineer. */
"Surgery" = "Operace";

/* No comment provided by engineer. */
"Training" = "Tréning";

/* Turtle enum */
"Turtle" = "Želva";

/* No comment provided by engineer. */
"Update event in iOS calendar" = "Změnit událost v iOS kalendáři";

/* No comment provided by engineer. */
"Vaccination" = "Vakcinace";

/* No comment provided by engineer. */
"Vet" = "Veterinář";

/* No comment provided by engineer. */
"Walk" = "Procházka";

/* No comment provided by engineer. */
"Weekly" = "Týdenní";

/* No comment provided by engineer. */
"Yearly" = "Roční";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You have no pets. Add pet before creating an event." = "Není k dispozici žádný mazlíček. Pro vytvoření události přidejte mazlíčka.";

/* No comment provided by engineer. */
"You have no pets. Add pet before vet visit." = "Není k dispozici žádný mazlíček. Pro vytvoření návštěvy veterináře přidejte mazlíčka.";

